//HERESY3 JOB (0001),'CLOUD MIGRATION',CLASS=A,MSGCLASS=X
//SORT01   EXEC PGM=SORT
//PUNCH    DD DSN=QSOL.PROD.PUNCH,DISP=SHR
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=(73,8,CH,A)
//MAIN01   EXEC PGM=HERESY3
//PUNCH    DD DSN=QSOL.PROD.PUNCH,DISP=SHR
//SYSOUT   DD SYSOUT=*
//SYSIN    DD DSN=QSOL.PROD.PUNCH,DISP=SHR
